"Due: %@" = "In scadenza: %@";
"Topics" = "Argomenti";
"Upload" = "Carica";
"Align Levels" = "Allinea livelli";
"Siblings" = "Elementi di pari livello";
"Sorry - the license name and code did not match. Please re-enter (and it's case sensitive)" = "Il nome e il codice della licenza non corrispondono. Inserisci di nuovo (nota: viene applicata la distinzione tra maiuscole e minuscole)";
"New Parent" = "Nuovo elemento principale";
"Create" = "Crea";
"Compose Email" = "Componi email";
"Settings" = "Impostazioni";
"Library Images" = "Immagini nella libreria";
"Show Status Bar" = "Mostra barra di stato";
"Make Topic(s)" = "Crea argomento/i";
"Maps" = "Mappe";
"Failed to reveal saved passwords" = "Impossibile mostrare le password salvate";
"Sync Now" = "Sincr. ora";
"Thank you!" = "Grazie!";
"Concave" = "Concavo";
"Light Pastel" = "Colori pastello chiari";
"Focus is locked to the currently selected topics.\n\n(Re-enable this option with no selected topics and the focus will then follow the selection.)" = "Il focus è bloccato negli argomenti attualmente selezionati.\n\n(Riattiva questa opzione senza argomenti selezionati: il focus seguirà la selezione).";
"Quick Filter" = "Filtro rapido";
"+ for rollup" = "+ per cumulativo";
"Fill" = "Riempi";
"Empty" = "Svuota";
"Saved Image" = "Immagine salvata";
"Next" = "Avanti";
"(No auto alignment)" = "(Nessun autoallineamento)";
"Properties" = "Proprietà";
"Swap Ends" = "Scambia estremità";
"This map has been modified on multiple devices simultaneously - meaning there is a conflict. Please choose which version to keep. If in doubt choose Keep All.\n\nTip: Long press on a version to see a larger image." = "Questa mappa è stata modificata in più dispositivi contemporaneamente. In altre parole, si è verificato un conflitto. Scegli la versione da mantenere. Se in dubbio, scegli Mantieni tutto.\n\nSuggerimento: premi a lungo una versione per visualizzare un'immagine più grande.";
"Modified Date" = "Data di modifica";
"Can only upload a single format" = "Può caricare un solo formato";
"Circle" = "Cerchio";
"Horizontally" = "In orizzontale";
"Task Report by Project for %@" = "Rapporto sulle attività in base al progetto per %@";
"Today" = "Oggi";
"Fit Selection" = "Adatta selezione";
"not equal to" = "non uguale a";
"Please enter a name for the style." = "Assegna un nome allo stile.";
"Thank you for considering iThoughtsX. If you have any questions, suggestions or issues please visit the website and let us know." = "Grazie per aver utilizzato iThoughtsX. Se hai domande, suggerimenti o dubbi, visita il sito web e facci sapere cosa pensi.";
"This map is read-only" = "Questa mappa è di sola lettura";
"Diamond" = "Diamante";
"Cloud Accounts" = "Account cloud";
"New Floating" = "Nuovo argomento indipendente";
"to Clipboard" = "negli Appunti";
"in the last" = "nell'ultimo";
"Center 100%" = "Centra al 100%";
"Last Hour" = "Ultima ora";
"Center" = "Centra";
"Sort By" = "Ordina in base a";
"Auto-configure Dropbox syncing?" = "Desideri configurare la sincronizzazione con Dropbox?";
"Old Password:" = "Password precedente:";
"second" = "secondo";
"Kinked" = "Piegata";
"This cannot be undone. Existing maps using this style will not be modified." = "L'operazione è irreversibile. Le mappe esistenti che utilizzano questo stile non verranno modificate.";
"Paste" = "Incolla";
"Linked Maps" = "Mappe collegate";
"Select a single topic then enter notes here.." = "Seleziona un solo argomento, quindi inserisci le note qui...";
"Edit Notes/Topic" = "Modifica note/argomento";
"No Fill" = "Nessun riempimento";
"Research" = "Ricerca";
"Right" = "A destra";
"Average progress: %@" = "Avanzamento medio: %@";
"Quick Thoughts" = "Idee al volo";
"Traditional" = "Tradizionale";
"Unreachable" = "Irraggiungibile";
"Modified This Week" = "Modifiche questa settimana";
"Save point functions require SQLite 3.7" = "Le funzioni dei punti di salvataggio richiedono SQLite 3.7";
"Tap the canvas with 2 fingers to show or hide the arrow keys." = "Tocca la tela con 2 dita per mostrare o nascondere i tasti freccia.";
"Failed to send email. Do you have an email account configured?" = "Impossibile inviare l'email. Hai configurato un account email?";
"Red" = "Rosso";
"Page Load Failed" = "Impossibile caricare la pagina";
"Remove Last Icon" = "Rimuovi ultima icona";
"Please wait..." = "Attendi...";
"Select All" = "Seleziona tutto";
"Ooops!" = "Ops!";
"Progress" = "Avanzamento";
"Floating" = "Indipendente";
"Align" = "Allinea";
"Branch Layout" = "Layout ramo";
"AppStore Receipt Validation Failed" = "Convalida ricevuta AppStore non riuscita";
"Multiple Copies Installed" = "Più copie installate";
"Purchase iThoughts" = "Acquista iThoughts";
"Auto Zoom" = "Zoom automatico";
"Examples" = "Esempi";
"Release Notes" = "Note sulla versione";
"words/characters %ld/%ld" = "Parole/caratteri %1$ld/%2$ld";
"Remove" = "Rimuovi";
"minutes" = "minuti";
"Oval" = "Ovale";
"Create Relationship" = "Crea relazione";
"Link Inserted" = "Link inserito";
"Sync Formats" = "Formati di sincr.";
"Full" = "Completo";
"Leave AppStore Review" = "Lascia una commento su App Store";
"Edit not supported. Please consider purchasing the fully functional iThoughts app." = "Modifica non supportata. Ti consigliamo di acquistare la versione completa dell'app iThoughts.";
"Places" = "Luoghi";
"Edit" = "Modifica";
"End" = "Estremità";
"Research Site" = "Ricerca nel sito";
"Color" = "Colore";
"More Options" = "Altre opzioni";
"Failed to get folder contents\n(code=%ld)" = "Impossibile recuperare i contenuti della cartella\n(codice=%ld)";
"Priority2" = "Priorità2";
"Topic Shape" = "Forma argomento";
"Select a single topic to view its note.." = "Seleziona un solo argomento per visualizzare le relative note.";
"Image Inserted" = "Immagine inserita";
"...by Resource" = "...in base a risorsa";
"Show/Hide Notes" = "Mostra/nascondi note";
"Trash" = "Cestino";
"Flashcards" = "Flashcard";
"less than" = "inferiore a";
"Later" = "In seguito";
"Apply" = "Applica";
"Superscript" = "Apice";
"Point Size" = "Dimensione";
"Open Favourite" = "Apri preferito";
"Folders" = "Cartelle";
"Topic Color" = "Colore argomento";
"Name cannot be blank" = "Il nome deve essere specificato";
"Style" = "Stile";
"Password" = "Password";
"AppStore Receipt Validation Succeeded" = "Convalida ricevuta AppStore riuscita";
"Save Image (library)" = "Salva immagine (libreria)";
"TODO" = "Elenco di attività";
"Shape" = "Forma";
"System Settings" = "Impostazioni di sistema";
"User name" = "Nome utente";
"Open Map" = "Apri mappa";
"greater than" = "superiore a";
"Orange" = "Arancione";
"Text Added" = "Testo aggiunto";
"Show modified" = "Mostra modifiche";
"contains" = "contiene";
"Topic" = "Argomento";
"seconds" = "secondi";
"Unknown" = "Sconosciuto";
"Branches" = "Rami";
"New" = "Nuovo";
"between" = "tra";
"Zoom" = "Zoom";
"Set" = "Imposta";
"Delete the cloud copies also?" = "Desideri eliminare anche le copie nel cloud?";
"Restore the contents of this archive? (nothing will be overwritten.)" = "Desideri ripristinare i contenuti di questo archivio? Non verrà sovrascritto nulla).";
"Vertically" = "In verticale";
"Merge" = "Unisci";
"Central Idea" = "Idea centrale";
"Layout" = "Layout";
"Everything in the trash will be permanently deleted. This cannot be undone." = "Tutti gli elementi nel cestino verranno eliminati definitivamente. L'operazione è irreversibile.";
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "Questo dispositivo non è configurato per l'invio di email. Configura le impostazioni di Mail nell'app Impostazioni.";
"Trial Remaining (%ld days)" = "Periodo di prova rimanente (%ld giorni)";
"not in the last" = "non nell'ultimo";
"Rename '%@'?" = "Desideri rinominare \"%@\"?";
"Show 2 Levels" = "Mostra 2 livelli";
"Level1 Taper" = "Cono livello1";
"Text" = "Testo";
"Local Folder" = "Cartella locale";
"not same as" = "non lo stesso di";
"Photo" = "Foto";
"Yes" = "Sì";
"minute" = "minuto";
"Grayscale" = "Scala di grigi";
"Please select at least one topic before attempting to make a slide." = "Seleziona almeno un argomento prima di tentare di creare una diapositiva.";
"Favourites" = "Preferiti";
"Images Appendix" = "Appendice immagini";
"Select All Topics" = "Seleziona tutti gli argomenti";
"Show Modified" = "Mostra modifiche";
"Highlight" = "Evidenzia";
"Read-only Enabled" = "Sola lettura abilitata";
"Save/Log in" = "Salva/Accedi";
"Family" = "Famiglia";
"US Legal" = "US Legal";
"Line Color" = "Colore linea";
"If you’re unhappy with iThoughts or would like to suggest improvements then please contact me direct." = "Se iThoughts non ha soddisfatto le tue aspettative o se possiamo migliorare qualcosa, contattami direttamente.";
"Take Photo" = "Scatta foto";
"Application ID functions require SQLite 3.7.17" = "Le funzioni ID dell'applicazione richiedono SQLite 3.7.17";
"Due This Week" = "In scadenza questa settimana";
"New Item" = "Nuovo elemento";
"not between" = "non tra";
"Untitled" = "Senza titolo";
"Calendar" = "Calendario";
"Level0" = "Livello0";
"Text Size" = "Dimensione testo";
"Strikethrough" = "Barrato";
"No Numbering" = "Nessuna numerazione";
"Recent" = "Recenti";
"Font" = "Carattere";
"Both" = "Entrambi";
"Modified in Last Hour" = "Modifiche nell'ultima ora";
"Cannot inspect text" = "Impossibile esaminare il testo";
"Delete" = "Elimina";
"Contact the Developer" = "Contatta lo sviluppatore";
"Not Set" = "Non impostato";
"Hint" = "Suggerimento";
"Linked Folders" = "Cartelle collegate";
"Link" = "Link";
"Slide List" = "Elenco diapositive";
"Filter" = "Filtra";
"Format" = "Formato";
"Receive Email Updates" = "Ricevi aggiornamenti via email";
"Standard CSV (.csv)" = "CSV standard (.csv)";
"Attached are SVG, PDF and PNG versions of the iThoughts Doodle\n" = "In allegato sono disponibili le versioni SVG, PDF e PNG del Doodle di iThoughts\n";
"Save" = "Salva";
"Show Branches" = "Mostra rami";
"Failed to Locate Topic" = "Impossibile individuare l'argomento";
"Please choose one or more formats." = "Scegli uno o più formati.";
"Notes Page Size" = "Dimensioni pagina note";
"Importing..." = "Importo...";
"Yesterday" = "Ieri";
"Show Arrow Keys" = "Mostra tasti freccia";
"Level1" = "Livello1";
"Add to Note" = "Aggiungi a nota";
"tw.hyperlink" = "Link";
"None" = "Nessuno";
"View Email" = "Visualizza email";
"Radial" = "Radiale";
"Callout" = "Callout";
"Website" = "Sito web";
"Pill" = "Pillola";
"Clear" = "Cancella";
"Name cannot contain the following characters <>:\"/\\|?*" = "Il nome non può contenere i seguenti caratteri <>:\"/\\|?*";
"Copy" = "Copia";
"Map Already Exists" = "Mappa già esistente";
"Syncing is paused - your account details need to be re-entered." = "Sincronizzazione sospesa: devi inserire di nuovo i dati del tuo account.";
"topic/word: %ld/%ld, note/word: %ld/%ld" = "argomento/parole: %1$ld/%2$ld, nota/parole: %3$ld/%4$ld";
"Report" = "Rapporto";
"Export to Things" = "Esporta in Things";
"Event Created" = "Evento creato";
"Saved" = "Salvate";
"Why?" = "Perché?";
"Sync Failed\n\nLogin Required" = "Sincronizzazione non riuscita\n\nAccesso necessario";
"No WiFi Connection" = "Nessuna connessione WiFi";
"Unlink Folder" = "Scollega cartella";
"%1.1f KB" = "%1.1f KB";
"greater than or equal to" = "superiore o uguale a";
"Loading..." = "Carico...";
"Tapered" = "Conico";
"Level2" = "Livello2";
"Start Color" = "Colore iniziale";
"Save Document" = "Salva documento";
"Getting folder contents" = "Recupero i contenuti della cartella";
"Image Width" = "Larghezza immagine";
"Name" = "Nome";
"Full Screen View" = "Visualizzazione a schermo intero";
"Press and hold a map in the 'Recent' or 'Folders' list to add it to your favourites." = "Premi e tieni premuta una mappa nell'elenco Recenti o Cartelle per aggiungerla ai Preferiti.";
"Triangle" = "Triangolo";
"List (numbers)" = "Elenco (numerato)";
"Auto" = "Auto";
"Map Layout" = "Layout mappa";
"Doodle" = "Crea un Doodle";
"Don't show this again" = "Non mostrare più questo messaggio";
"New Topic" = "Nuovo argomento";
"weeks" = "settimane";
"≈%ld page(s)" = "≈%ld pagina/e";
"Title" = "Titolo";
"Description" = "Descrizione";
"Level3" = "Livello3";
"Clockface" = "Quadrante";
"earlier than" = "precedente a";
"Reset" = "Reimposta";
"Failed to Locate '%@'" = "Impossibile individuare '%@'";
"Copy Size" = "Copia dimensione";
"Server URL" = "URL server";
"This folder will be redownloaded during the next sync - unless the corresponding folder in the cloud is also deleted." = "Questa cartella verrà scaricata di nuovo durante la sincronizzazione successiva, a meno che non venga eliminata anche la cartella corrispondente.";
"Complete" = "Completato";
"Single Page" = "Pagina singola";
"Present Notes" = "Presenta note";
"Quit and Show in Finder" = "Chiudi e mostra in Finder";
"Sending to iThoughts" = "Invio a iThoughts";
"Left" = "A sinistra";
"Map ≈ %ld pages" = "Mappa = %ld pagine";
"%@ visible + %@ hidden children" = "%1$@ elementi secondari visibili + %2$@ elementi secondari nascosti";
"Delete not supported. Please consider purchasing the fully functional iThoughts app." = "Eliminazione non supportata. Ti consigliamo di acquistare la versione completa dell'app iThoughts.";
"later than" = "successivo a";
"Show Topics" = "Mostra argomenti";
"Attempt Recovery" = "Tentativo di ripristino";
"Bottom" = "In fondo";
"%ldpt  ⊢%ld⊣" = "%1$ld pt  ⊢%2$ld⊣";
"Graph Paper" = "Carta millimetrata";
"Project Tasks (.html)" = "Attività progetto (.html)";
"No Icons to Remove" = "Nessuna icona da rimuovere";
"Please select 2 topics (CMD click) to be linked." = "Seleziona 2 argomenti per collegarli (seleziona CMD).";
"The document '%@' has been added to your library." = "Il documento \"%@\" è stato aggiunto alla libreria.";
"Show/Hide Outline" = "Mostra/nascondi contorno";
"Linking to the root folder is possible but not recommended. Each time it syncs it needs to check in all sub folders and this can take a long time on the root folder. Better to link multiple folders if possible." = "Il collegamento alla cartella radice è possibile ma sconsigliato. Ogni volta che si sincronizza, è necessario verificare tutte le sottocartelle e tale operazione potrebbe richiedere diverso tempo al livello della cartella radice. Se possibile, si consiglia di collegare più cartelle.";
"Link Style" = "Stile link";
"ends with" = "termina con";
"Save As" = "Salva con nome";
"Invalid Password" = "Password non valida";
"⌥⌘T or Double-click to add a note.." = "⌥⌘T o fai doppio clic per aggiungere una nota.";
"Redo" = "Ripeti";
"Level4" = "Livello4";
"Underline" = "Sottolineatura";
"Open in Marked" = "Apri in Marked";
"The document '%@' is not stored in iCloud and so cannot participate in Handoff." = "Il documento \"%@\" non è archiviato in iCloud, quindi non può partecipare a Handoff.";
"Delete Selection" = "Elimina selezione";
"More help.." = "Ulteriore assistenza...";
"Favourite Icon1" = "Icona 1 preferito";
"More" = "Altro";
"Show" = "Mostra";
"Indent" = "Rientro";
"New Sibling After" = "Nuovo elemento di pari livello dopo";
"Dark Pastel" = "Colori pastello scuri";
"days" = "giorni";
"...saved in rule library." = "...salvato nella libreria di regole.";
"Favourite Icon2" = "Icona 2 preferito";
"Text Width" = "Larghezza testo";
"Map Colors" = "Colori mappa";
"modified: %@" = "ultima modifica: %@";
"to New Map" = "nella nuova mappa";
"Boundary" = "Limite";
"Email Address" = "Indirizzo email";
"Rectangle" = "Rettangolo";
"My Notes" = "Le mie note";
"Level5" = "Livello5";
"years" = "anni";
"The document '%@' does not exist." = "Il documento \"%@\" non esiste.";
"Top Down" = "Dall'alto verso il basso";
"Styles" = "Stili";
"Favourite Icon3" = "Icona 3 preferito";
"Priority3" = "Priorità3";
"Table (4 columns)" = "Tabella (4 colonne)";
"Open Document" = "Apri documento";
"Clockwise" = "In senso orario";
"Email Doodle" = "Invia Doodle via email";
"Show %ld Levels" = "Mostra %ld livelli";
"Off" = "No";
"Due Date" = "Data di scadenza";
"Make Topic" = "Crea argomento";
"Icons Removed" = "Icone rimosse";
"New Folder" = "Nuova cartella";
"Partial" = "Parziale";
"Help" = "Guida";
"Deleting" = "Elimino";
"The local folder '%@' is linked to cloud folder '%@' on '%@'" = "La cartella locale %1$@ è collegata alla cartella cloud %2$@ su %3$@";
"Yellow" = "Giallo";
"Maximum topic count (%ld) exceeded. Please consider purchasing the fully functional iThoughts app." = "Numero massimo di argomenti (%ld) superato. Ti consigliamo di acquistare la versione completa dell'app iThoughts.";
"Replace" = "Sostituisci";
"This will apply descending font sizes to each level of topic." = "Questa opzione applica dimensioni carattere in ordine decrescente a ogni livello di argomento.";
"months" = "mesi";
"Level6" = "Livello6";
"New Child" = "Nuovo elemento secondario";
"Conflicts" = "Conflitti";
"Cannot Overwrite Map/Folder" = "Impossibile sovrascrivere mappa/cartella";
"Email" = "Email";
"Thank you for purchasing iThoughtsX, we hope you enjoy using it. Any questions, suggestions or issues please visit toketaware.com and email us" = "Grazie per aver acquistato iThoughtsX. Speriamo che ti piaccia utilizzarlo. Se hai domande, suggerimenti o dubbi, visita il sito web e inviaci un'email";
"Clear All" = "Cancella tutto";
"The map cannot be found on this Mac. Would you like to remove it from your favourites." = "Impossibile trovare la mappa su questo Mac. Desideri rimuoverla dai preferiti?";
"Topic variable" = "Variabile argomento";
"Table (2 columns)" = "Tabella (2 colonne)";
"Task Completed" = "Attività completata";
"Topic(s) Added" = "Argomento/i aggiunto/i";
"Since Open" = "Dall'apertura";
"New Password:" = "Nuova password:";
"Text Color" = "Colore testo";
"URL" = "URL";
"Downloading into a linked folder is possible but not recommended. It's better to let the sync process download it automatically." = "Il download in una cartella collegata è possibile ma sconsigliato. È preferibile lasciare che il processo di sincronizzazione la scarichi automaticamente.";
"Map no longer exists. Would you like to remove it from favourites?" = "La mappa non esiste più. Desideri rimuoverla dai preferiti?";
"Apply Defaults" = "Applica impost. predef,";
"All" = "Tutto";
"variable name" = "nome variabile";
"Would you like to embed the document in a topic or copy its contents to the clipboard?" = "Desideri incorporare il documento in un argomento o copiarne i contenuti negli appunti?";
"Float" = "Separa";
"Template Styles" = "Stili modello";
"Start Sync" = "Avvia sincr.";
"The conflicting versions have been saved in the '%@' folder on this device. They are no longer in iCloud." = "Le versioni in conflitto sono state salvate nella cartella \"%@\" di questo dispositivo. Non sono più presenti in iCloud.";
"doesn't contain" = "non contiene";
"Selected ≈ %ld pages" = "Selezione = %ld pagine";
"Custom Styles" = "Stili personalizzati";
"Right Angled" = "Ad angolo retto";
"OK" = "OK";
"(All auto aligned)" = "(Tutto autoallineato)";
"Remaining" = "Rimanente";
"Authorisation Failed" = "Autorizzazione non concessa";
"Note" = "Nota";
"Restore" = "Ripristina";
"Show/Hide Branch" = "Mostra/nascondi ramo";
"Stroke Color" = "Colore tratto";
"Failed to amend map" = "Impossibile modificare la mappa";
"Task Reports" = "Rapporti sulle attività";
"Level7" = "Livello7";
"Print" = "Stampa";
"Downloading..." = "Scarico...";
"Failed to Overwrite" = "Impossibile sovrascrivere";
"Duplicate" = "Duplica";
"...by Project" = "...in base a progetto";
"Italic" = "Corsivo";
"Restore into..." = "Ripristina in...";
"Starting with Children" = "Inizio con elemento secondario";
"Options" = "Opzioni";
"All Maps" = "Tutte le mappe";
"Undo" = "Annulla";
"Test" = "Test";
"Configuring Dropbox" = "Configuro Dropbox";
"New Child Level" = "Nuovo livello secondario";
"Change Password..." = "Modifica password...";
"Wireframe (Monochrome)" = "Reticolo (monocromatico)";
"Upload Failed" = "Caricamento non riuscito";
"Show 1 Level" = "Mostra 1 livello";
"Due" = "In scadenza";
"Failed to Open" = "Impossibile aprire";
"Failed to Import Text" = "Impossibile importare il testo";
"Document imported" = "Documento importato";
"Login" = "Accedi";
"Level8" = "Livello8";
"New Account" = "Nuovo account";
"Headers" = "Intestazioni";
"Icon Removed" = "Icona rimossa";
"Topic Numbering" = "Numerazione argomenti";
"...saved in style library." = "...salvato nella libreria di stili.";
"Canvas" = "Tela";
"Thank you for considering iThoughtsX. Your %ld day trial has come to an end. Please visit the website to purchase a license or arrange an extension." = "Grazie per aver utilizzato iThoughtsX. Il tuo periodo di prova di %ld giorni è terminato. Visita il sito web per acquistare una licenza o richiedere un'estensione.";
"Decrease Progress" = "Diminuisci avanzamento";
"Rounded Rectangle" = "Rettangolo arrotondato";
"Please keep the password safe. There is no way to open the map without it." = "Tieni la password al sicuro. Senza di essa sarà impossibile aprire la mappa.";
"Effort" = "Lavoro richiesto";
"Distribute" = "Distribuisci";
"1" = "1";
"2" = "2";
"3" = "3";
"4" = "4";
"5" = "5";
"Clear Selection" = "Cancella selezione";
"Vertical" = "Verticale";
"6" = "6";
"Hide Completed Tasks" = "Nascondi attività completate";
"Confirm" = "Conferma";
"7" = "7";
"8" = "8";
"Manual" = "Manuale";
"Random" = "Casuale";
"9" = "9";
"Branch Sorted: %@" = "Ramo ordinato: %@";
"Image (.png)" = "Immagine (.png)";
"If you like iThoughts, please help support future updates with a review on the AppStore." = "Se iThouhgts ti piace, contribuisci ai futuri aggiornamenti con un commento sull'App Store.";
"Curved Bracket" = "Parentesi tonda";
"Watermark" = "Filigrana";
"Level9" = "Livello9";
"Reminder Created" = "Promemoria creato";
"Failed to open\n%@" = "Impossibile aprire\n%@";
"US Letter" = "US Letter";
"Verify:" = "Verifica:";
"Unlink" = "Scollega";
"Generating Exports..." = "Genero le esportazioni...";
"%ldx%ldpt" = "%1$ldx%2$ld pt";
"Relationship" = "Relazione";
"Delete Account? (no maps will be deleted)" = "Desideri eliminare l'account? (Le mappe non verranno eliminate)";
"%ld bytes" = "%ld byte";
"Tap Related Topic" = "Tocca argomento correlato";
".docx Options" = "Opzioni .docx";
"%@ - %@" = "%1$@ - %2$@";
"...is now on the clipboard and can be pasted into a map." = "...è ora negli appunti e può essere copiato in una mappa.";
"Top" = "In alto";
"On" = "Sì";
"Cloud" = "Cloud";
"Please enter a new name for the style." = "Assegna un nuovo nome allo stile.";
"Image (selected)" = "Immagine (selezionata)";
"Header1" = "Intestazione1";
"Delete Branch" = "Elimina ramo";
"Finish" = "Fine";
"Width" = "Larghezza";
"Awaiting Authorization" = "In attesa di autorizzazione";
"Make Slide" = "Crea diapositiva";
"Start Date" = "Data di inizio";
"Home" = "Home";
"No Selection" = "Nessuna selezione";
"Starting at Selected" = "Inizio dalla selezione";
"Please enter a descriptive name for this account." = "Assegna un nome descrittivo a questo account.";
"Feedback" = "Commenti";
"Archive" = "Archivia";
"Cut" = "Taglia";
"Show/Hide Children" = "Mostra/nascondi elementi secondari";
"Stop Sync" = "Interrompi sincr.";
"This map must be given a name and saved before topic links can be generated" = "Devi assegnare un nome alla mappa e salvarla prima di generare i link dell'argomento";
"List (bullets)" = "Elenco (puntato)";
"Typeface" = "Carattere tipografico";
"Delete Topic" = "Elimina argomento";
"less than or equal to" = "inferiore o uguale a";
"Snap to Topic" = "Blocca sull'argomento";
"Now paste the clipboard into the flashcard website for import." = "Ora incolla gli appunti nel sito web della flashcard per importarli.";
"Email Reminder" = "Promemoria via email";
"Square Bracket" = "Parentesi quadra";
"Branch Cut" = "Ramo tagliato";
"Style Settings" = "Impostazioni stile";
"Unlink? (no maps will be deleted)" = "Desideri scollegare? (Le mappe non verranno eliminate)";
"Resources" = "Risorse";
"New Sibling Before" = "Nuovo elemento di pari livello prima";
"Press + to link a local folder to a folder in the cloud. Once linked, those folders will be synchronised automatically.\n\nIn a moment, you will be asked to:\n\n- Choose/create a local folder\n- Choose a cloud account\n- Choose a cloud folder\n- Choose the formats to sync\n\nFor more information please tap the 'Help' option below." = "Premi + per collegare una cartella locale a una cartella nel cloud. Una volta collegate, tali cartelle verranno sincronizzate automaticamente.\n\nTra qualche istante, ti verrà richiesto di:\n\n- Scegliere/creare una cartella locale\n- Scegliere un account cloud\n- Scegliere una cartella cloud\n- Sceglire i formati da sincronizzare\n\nPer ulteriori informazioni, tocca l'opzione Guida sotto.";
"Level2+ Style" = "Stile livello2+";
"Library Image" = "Immagine nella libreria";
"Convex" = "Convesso";
"Embed" = "Incorpora";
"Not Now" = "Non ora";
"Duplicate not supported. Please consider purchasing the fully functional iThoughts app." = "Duplicazione non supportata. Ti consigliamo di acquistare la versione completa dell'app iThoughts.";
"Subscript" = "Pedice";
"Network Connection Failed" = "Connessione di rete non riuscita";
"Fit Map" = "Adatta mappa";
"Delete this rule?" = "Desideri eliminare questa regola?";
"Create Event" = "Crea evento";
"Compact" = "Compatto";
"Use Map Defaults" = "Usa valori predefiniti mappa";
"New/Verified Password Do Not Match" = "La nuova password non corrisponde con quella verificata";
"Regular" = "Normale";
"Apply descending font sizes to child topics?" = "Desideri applicare le dimensioni carattere in ordine decrescente agli argomenti secondari?";
"No Apps Found" = "Nessuna app trovata";
"No 'target' Parameter Supplied" = "Nessun parametro di destinazione specificato";
"Map Style" = "Stile mappa";
"iThoughtsX does not normally have access to this document. Please confirm that you wish to proceed." = "Di solito, iThoughtsX non ha l'autorizzazione ad accedere a questo documento. Conferma di voler continuare.";
"Slides (.pdf)" = "Diapositive (.pdf)";
"Welcome" = "Benvenuto/a";
"Incorrect Password" = "Password non corretta";
"To Front" = "Davanti";
"Upload Complete" = "Caricamento completato";
"Change Sync Formats" = "Modifica formati da sincronizzare";
"Code" = "Codice";
"Increase Progress" = "Aumenta avanzamento";
"Focus On Selected" = "Focus su selezione";
"Header2" = "Intestazione2";
"Start" = "Inizio";
"Saving" = "Salvo";
"Set Password..." = "Imposta password...";
"Progress: %@" = "Avanzamento: %@";
"Map Scale" = "Ridimensionamento mappa";
"Wireframe (Color)" = "Reticolo (colore)";
"Remove from Favourites" = "Rimuovi dai Preferiti";
"hours" = "ore";
"later than or equal to" = "successivo o uguale a";
"Full Color" = "Colore pieno";
"Finger Drawing Enabled" = "Disegno con dito abilitato";
"The path '%@' is a Windows path." = "Il percorso \"%@\" è un percorso di Windows.";
"Download Pending" = "Download in sospeso";
"Real Paper" = "Carta reale";
"Enter a new name for the style" = "Assegna un nuovo nome allo stile";
"Remove All" = "Rimuovi tutto";
"Sort" = "Ordina";
"Draw 'strokes' with your finger.\n\nUse 2 fingers to PAN and ZOOM around the canvas.\n\nLong press on the canvas then drag or hold down 'SHIFT' to select multiple 'strokes'." = "Disegna dei \"tratti\" con le dita.\n\nUsa due dita per eseguire la PANORAMICA e lo ZOOM sulla tela.\n\nPremi a lungo la tela, quindi trascina o tieni premuto MAIUSC per selezionare più \"tratti\".";
"starts with" = "inizia con";
"Selected" = "Selezione";
"Focus on Selected" = "Focus su selezione";
"Failed to find any email addresses" = "Impossibile trovare indirizzi email";
"Press and hold a map or folder to restore it." = "Premi e tieni premuta una mappa o cartella per ripristinarla.";
"Remove Last" = "Rimuovi ultimo";
"Level %ld" = "Livello %ld";
"Strike Through" = "Barrato";
"End Edit" = "Termina modifica";
"Long press on the canvas or hold down 'SHIFT' to select multiple topics." = "Premi a lungo la tela oppure tieni premuto MAIUSC per selezionare più argomenti.";
"Style Already Exists." = "Stile già esistente.";
"earlier than or equal to" = "precedente o ugale a";
"Cousins" = "Elementi correlati";
"Indexing..." = "Indicizzo...";
"Bullets" = "Elenchi puntati";
"(or canvas for new)" = "(o la tela per un nuovo argomento)";
"Saturated" = "Saturi";
"Please enter a valid URL for the WebDAV server." = "Inserisci un URL valido per il server WebDAV.";
"Enter notes here.." = "Inserisci le note qui...";
"Archive requires an app which supports ZIP files." = "L'archivio richiede un'app che supporti i file ZIP.";
"Open Link" = "Apri link";
"Topic Hugging" = "Abbraccio argomento";
"S Bend" = "Curva a S";
"Share on Biggerplate.com" = "Condividi su Biggerplate.com";
"Finger Drawing Disabled\n(use Apple Pencil)" = "Disegno con dito disabilitato\n(utilizzare Apple Pencil)";
"Unreachable Link" = "Link irraggiungibile";
"Hugging" = "Abbraccio";
"Range" = "Gamma";
"Start: %@" = "Inizio: %@";
"Open In Safari" = "Apri in Safari";
"Drag/drop topics onto this button to mark them task complete. Alternatively, long press this button to mark the selected topics task complete." = "Trascina/rilascia gli argomenti su questo pulsante per contrassegnare l'attività come completa. In alternativa, premi a lungo questo pulsante per contrassegnare l'attività degli argomenti selezionati come completa.";
"Failed to get authorization from Biggerplate.com" = "Impossibile ottenere l'autorizzazione da Biggerplate.com";
"Auto Align" = "Allineamento automatico";
"Clipboard" = "Appunti";
"Blue" = "Blu";
"Updating" = "Aggiorno";
"Open in Another App" = "Apri in un'altra app";
"Auto Zoom Enabled" = "Zoom automatico abilitato";
"Search" = "Cerca";
"tw.linkTogether" = "Link";
"year" = "anno";
"Light Patterns" = "Motivi chiari";
"Back" = "Indietro";
"Error" = "Errore";
"same as" = "identico a";
"Checking Network Connection..." = "Verifico la connessione di rete...";
"Reset all topic colors, shapes and fonts to the style defaults. This can be undone." = "Riporta tutti i colori, le forme e i caratteri dell'argomento ai valori predefiniti dello stile. L'operazione è irreversibile.";
"Open encrypted map" = "Apri mappa crittografata";
"Hide" = "Nascondi";
"Invalid URL" = "URL non valido";
"Failed to Locate Map" = "Impossibile individuare la mappa";
"Rules" = "Regole";
"Header3" = "Intestazione3";
"Image Copied" = "Immagine copiata";
"Uploading a linked map/folder is possible but not recommended. It's better to let the sync process upload it automatically." = "Il caricamento in una mappa/cartella collegata è possibile ma sconsigliato. È preferibile lasciare che il processo di sincronizzazione la carichi automaticamente.";
"Show in Finder" = "Mostra in Finder";
"Add to Favourites" = "Aggiungi a Preferiti";
"Uploading..." = "Carico...";
"Browser Transfer" = "Trasferimento tramite browser";
"No Internet Connection" = "Nessuna connessione a Internet";
"Square" = "Quadrato";
"Create Reminder" = "Crea promemoria";
"Modified Yesterday" = "Modifiche ieri";
"Created using iThoughts" = "Creato con iThoughts";
"week" = "settimana";
"Website (.zip)" = "Sito web (.zip)";
"Close" = "Chiudi";
"Level1 Style" = "Stile livello1";
"Upload Folder" = "Carica cartella";
"Keep All" = "Mantieni tutto";
"Map" = "Mappa";
"Transparent" = "Trasparente";
"hour" = "ora";
"Link Copied" = "Link copiato";
"Notes Font" = "Carattere note";
"Hide Status Bar" = "Nascondi barra di stato";
"Select Log File" = "Selezione fil di registro";
"Modified Today" = "Modifiche oggi";
"View" = "Visualizzazione";
"Failed to Load Map" = "Impossibile caricare la mappa";
"Size" = "Dimensioni";
"This Week" = "Questa settimana";
"Inherit Color" = "Eredita colore";
"Please enter a title and description for this map." = "Inserisci un titolo e una descrizione per questa mappa.";
"Notes Appendix" = "Appendice note";
"Restored" = "Ripristinato";
"Passwords" = "Password";
"Outline View" = "Visualizzazione struttura";
"Wireframe (Color+Text)" = "Reticolo (colore+testo)";
"Very Convex" = "Molto convesso";
"Submit Debug Log" = "Invia registro di debug";
"not in the next" = "non nel prossimo";
"Set Effort" = "Imposta lavoro";
"Show All" = "Mostra tutto";
"Thank you for considering iThoughtsX. You are over half way through your %ld day trial. If you have any questions, suggestions or issues please visit the website and let us know." = "Grazie per aver utilizzato iThoughtsX. Sei oltre la metà del periodo di prova di %ld giorni. Se hai domande, suggerimenti o dubbi, visita il sito web e facci sapere cosa pensi.";
"Attachment" = "Allegato";
"New Callout" = "Nuovo callout";
"Save Page (offline)" = "Salva pagina (non in linea)";
"This Folder" = "Questa cartella";
"Upload Map" = "Carica mappa";
"Header4" = "Intestazione4";
"Photos" = "Foto";
"Broken Link" = "Link non funzionante";
"Password:" = "Password:";
"Link to Map" = "Link alla mappa";
"Sorted: %@" = "Ordinamento: %@";
"No saved passwords" = "Nessuna password salvata";
"Priority (%ld)" = "Priorità (%ld)";
"Date" = "Data";
"(Level2+ auto aligned)" = "(Level2+ autoallineato)";
"Due This Month" = "In scadenza questo mese";
"Curved" = "Tonda";
"Copy Link" = "Copia link";
"Quick Look" = "Visualizzazione rapida";
"External Display Resolution" = "Risoluzione dello schermo esterno";
"Priority1" = "Priorità1";
"Reset Map" = "Reimposta mappa";
"Restoring..." = "Ripristino...";
"Not set" = "Non impostato";
"Cost" = "Costo";
"Inherited" = "Ereditato";
"Stock" = "Archivio";
"No" = "No";
"It looks like you also have a copy of iThoughtsX from the Mac App Store installed.\n\nThe version you just launched should probably be removed. Would you like to quit now so you can move this unneeded file to the Trash?\n\nHint: Use the \"Move to Trash\" item in the \"File\" menu after the Finder window appears." = "È probabile che tu abbia già installato una copia di iThoughtsX dall'App Store di Mac.\n\nÈ possibile che tu debba rimuovere la versione appena avviata. Desideri chiudere adesso in modo da poter spostare questo file non necessario nel Cestino?\n\nSuggerimento: usa l'opzione \"Sposta nel Cestino\" nel menu \"File\" dopo aver visualizzato la finestra Finder.";
"Time" = "Ora";
"Very Concave" = "Molto concavo";
"equal to" = "uguale a";
"Change" = "Modifica";
"Mail not configured" = "Mail non configurata";
"Image" = "Immagine";
"Updating System..." = "Aggiorno il sistema...";
"Show on Biggerplate.com" = "Mostra su Biggerplate.com";
"Children" = "Elementi secondari";
"Archiving..." = "Archivio...";
"Email Event" = "Evento email";
"Flashcards copied to clipboard" = "Flashcard copiate negli appunti";
"Overwrite" = "Sovrascrivi";
"Delete Cloud Copy" = "Elimina copia cloud";
"All maps will be packaged into a single ZIP file and sent over to an app of your choice for safe keeping." = "Tutte le mappe verranno compresse in un unico file ZIP e inviate a un'app di tua scelta per l'archiviazione sicura.";
"Delete Single Topic" = "Elimina argomento singolo";
"Long press the full screen button to enable read-only view." = "Premi a lungo il pulsante schermo intero per abilitare la visualizzazione di sola lettura.";
"Please enable iThoughts in System Settings -> Privacy" = "Abilita iThoughts in Impostazioni di sistema -> Privacy";
"in the next" = "nel prossimo";
"Show 3 Levels" = "Mostra 3 livelli";
"No path supplied and there are no open maps" = "Nessun percorso specificato e nessuna mappa aperta";
"Dark Patterns" = "Motivi scuri";
"Straight Tapered" = "Dritta conica";
"Edit Topic Text" = "Modifica testo argomento";
"Rich Text (.rtf)" = "Rich Text Format (.rtf)";
"Task Report by Resource for %@" = "Rapporto sulle attività in base alla risorsa per %@";
"Fishbone" = "A lisca di pesce";
"Inbox" = "In arrivo";
"Checking for updates" = "Verifico la disponibilità di aggiornamenti";
"Maps saved into the 'Dropbox' folder will be synced with a folder named 'iThoughts' in your Dropbox." = "Le mappe salvate nella cartella Dropbox verranno sincronizzate con una cartella denominata iThoughts nel tuo account Dropbox.";
"Header5" = "Intestazione5";
"day" = "giorno";
"Make Topic With Link" = "Crea argomento con link";
"Generating Attachments..." = "Genero gli allegati...";
"Hide All" = "Nascondi tutto";
"Modified Since Open" = "Modifiche dall'apertura";
"Related" = "Correlati";
"Select Folder" = "Seleziona cartella";
"Display name" = "Nome visualizzato";
"Cancel" = "Annulla";
"Rollup" = "Cumulativo";
"Bold" = "Grassetto";
"Account" = "Account";
"Download" = "Scarica";
"Uploading to Biggerplate.com" = "Carico su Biggerplate.com";
"Select All Relationships" = "Seleziona tutte le relazioni";
"Folder already linked. Please choose another folder." = "Cartella già collegata. Scegli un'altra cartella.";
"Copy Image (clipboard)" = "Copia immagine (appunti)";
"Callout Shape" = "Forma callout";
"Map Page Size" = "Dimensioni pagina mappa";
"Edit Account" = "Modifica account";
"Thickness" = "Spessore";
"Set Cost" = "Imposta costo";
"Cost Units" = "Unità di costo";
"Topic Added" = "Argomento aggiunto";
"Horizontal" = "Orizzontale";
"Library Icons" = "Icone libreria";
"Branch" = "Ramo";
"New Map" = "Nuova mappa";
"To Back" = "In fondo";
"Download Failed" = "Download non riuscito";
"Priority" = "Priorità";
"Hide Branches" = "Nascondi rami";
"Insert Link" = "Inserisci link";
"month" = "mese";
"Insert Image (topic)" = "Inserire immagine (argomento)";
"Arrange" = "Disponi";
"Reports" = "Rapporti";
"Check for Updates" = "Verifica disponibilità aggiornamenti";
"Continue" = "Continua";
"Icons" = "Icone";
"Archive Now" = "Archivia ora";
"Appendix Page Size" = "Formato pagina appendice";
"Line Style" = "Stile linea";
"CANNOT DOWNLOAD IMAGE OVER INSECURE HTTP CONNECTION" = "NON È POSSIBILE SCARICARE L'IMMAGINE CON UNA CONNESSIONE HTTP NON PROTETTA";
"Table (3 columns)" = "Tabella (3 colonne)";
"Callout Font" = "Carattere callout";
"Relationships" = "Relazioni";
"Green" = "Verde";
"Progress: Rollup" = "Avanzamento: cumulativo";
"Select" = "Seleziona";
"Alignment" = "Allineamento";
"Straight" = "Dritta";
"Show/Hide" = "Mostra/nascondi";
"System Styles" = "Stili sistema";
"Rainbow" = "Arcobaleno";
"Reveal saved passwords for encrypted maps" = "Mostra le password salvate delle mappe crittografate";
"Parallelogram" = "Parallelogramma";
"Paste as Floating" = "Incolla come indipendente";
"Generating Image..." = "Genero le importazioni...";
"Clear [%@]" = "Cancella [%@]";
"Resource Tasks (.html)" = "Attività risorsa (.html)";
"Failed to save conflicting versions." = "Impossibile salvare le versioni in conflitto.";
"Review on AppStore" = "Commenta su App Store";
"A0" = "A0";
"Header6" = "Intestazione6";
"Trial Progress" = "Avanzamento periodo di prova";
"%1.1f GB" = "%1.1f GB";
"A1" = "A1";
"Rename" = "Rinomina";
"Due Today" = "In scadenza oggi";
"Hide Topics" = "Nascondi argomenti";
"A2" = "A2";
"%1.1f MB" = "%1.1f MB";
"Markdown Options" = "Opzioni Markdown";
"Sending %@ from iThoughts" = "Invio %@ da iThoughts";
"A3" = "A3";
"A4" = "A4";
"Never" = "Mai";
"A5" = "A5";
"[SHIFT] Hold this down to select multiple items." = "[SHIFT] Tieni premuto per selezionare più elementi.";
"Save Archive" = "Salva archivio";
"Mirror" = "Proietta";
"Image Saved" = "Immagine salvata";
"Branch Copied" = "Ramo copiato";
"Remove Text" = "Rimuovi testo";
"Paste Formatted" = "Incolla con formattazione";
"It's over a week since you last archived your maps. Would you like to save an archive?" = "L'ultima volta che hai archiviato le tue mappe è stato oltre un mese fa. Desideri salvare un archivio?";
"This Map" = "Questa mappa";
"Quote" = "Citazione";
"Long press the trash button to delete the selected items." = "Premi a lungo il pulsante del cestino per eliminare gli elementi selezionati.";
"Share" = "Condividi";
"Select folder for '%@'" = "Seleziona cartella per %@";
"Delete Account" = "Elimina account";
"Tasks in Progress" = "Attività in corso";
"App Store" = "App Store";
"Edit/View Notes" = "Modifica/visualizza note";
"US Tabloid/Ledger" = "US Tabloid/Ledger";
